<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<html>
<head>
  <meta http-equiv="CONTENT-TYPE"
 content="text/html; charset=iso-8859-1">
  <title>Copyright</title>
</head>
<body style="background-color: rgb(255, 255, 255);">
<p>Copyright &copy; 2003-2005 Sun Microsystems, Inc., 4150
Network Circle, Santa Clara, California 95054, U.S.A. All rights
reserved.</p>
<p>U.S. Government Rights - Commercial software.
Government users are subject to the Sun Microsystems, Inc. standard
license agreement and applicable provisions of the FAR and its
supplements.</p>
<p>Use is subject to license terms.</p>
<p>Sun, Sun Microsystems, the Sun logo, Java, Jini,
Solaris, Java Management Extensions,
JMX and the Java Coffee Cup logo are trademarks or registered
trademarks of Sun Microsystems, Inc. in the U.S. and other countries.</p>
<p>This product is covered and controlled by U.S.
Export Control laws and may be subject to the export or import laws in
other countries. Nuclear, missile, chemical biological weapons or
nuclear maritime end uses or end users, whether direct or indirect, are
strictly prohibited. Export or reexport to countries subject to U.S.
embargo or to entities identified on U.S. export exclusion lists,
including, but not limited to, the denied persons and specially
designated nationals lists is strictly prohibited.<br>
</p>
<hr>
<p>Copyright &copy; 2003-2005 Sun Microsystems, Inc., 4150
Network Circle, Santa Clara, California 95054, Etats-Unis. Tous droits
r&eacute;serv&eacute;s.</p>
<p>L'utilisation est soumise aux termes du contrat de
licence.</p>
<p>Sun, Sun Microsystems, le logo Sun, Java, Jini,
Solaris, Java Management Extensions,
JMX et le logo Java Coffee Cup sont des marques de fabrique ou des
marques d&eacute;pos&eacute;es de Sun Microsystems, Inc. aux Etats-Unis
et dans d'autres pays.</p>
<p>Ce produit est soumis &agrave; la l&eacute;gislation
am&eacute;ricaine en mati&egrave;re de contr&ocirc;le des exportations
et peut &ecirc;tre soumis &agrave; la r&egrave;glementation en vigueur
dans d'autres pays dans le domaine des exportations et importations.
Les utilisations, ou utilisateurs finaux, pour des armes
nucl&eacute;aires,des missiles, des armes biologiques et chimiques ou
du nucl&eacute;aire maritime, directement ou indirectement, sont
strictement interdites. Les exportations ou r&eacute;exportations vers
les pays sous embargo am&eacute;ricain, ou vers des entit&eacute;s
figurant sur les listes d'exclusion d'exportation am&eacute;ricaines, y
compris, mais de mani&egrave;re non exhaustive, la liste de personnes
qui font objet d'un ordre de ne pas participer, d'une fa&ccedil;on
directe ou indirecte, aux exportations des produits ou des services qui
sont r&eacute;gis par la l&eacute;gislation am&eacute;ricaine en
mati&egrave;re de contr&ocirc;le des exportations et la liste de
ressortissants sp&eacute;cifiquement d&eacute;sign&eacute;s, sont
rigoureusement interdites.<br>
</p>
</body>
</html>
